exports.bio0 = `СЕРГІЙ ЗАДОРОЖНИЙ`;
exports.bio1 = `Народився 30.03.1945 року в Києві.`;
exports.bio2 = `
Дитинство минало в селі Ільниці на Закарпатті, згодом у Львові та Станіславі (нині Івано-Франківськ).
Закінчив Станіславську дитячу художню школу.
У Львівській політехніці в 1969-му отримав диплом архітектора.
Крім того пройшов повний курс навчання в Дизайн-студії “CЄНЄЖ” Спілки Художників СРСР (м.Москва).
Творча діяльність була пов’язана переважно з архітектурою та дизайном.
Працював архітектором в м. Кишиневі (Молдова), головним спеціалістом-архітектором на будівництві заводів КАМАЗ (Татарстан),
художником-проектантом Художнього Фонду України у Львові та в Києві, головним художником ВДНГ України,
головним художником Національного музею у Львові, був головним художником фестивалю  “ЧЕРВОНА РУТА - 89”  в Чернівцях.
В 1994 - 2012 р.р. перебував в Греції на острові Крит, де працював архітектором і художником.
Занять образотворчим мистецтвом не полишав всі свідомі роки.
Після повернення з Греції до Львова зосередився на праці в галузі  живопису.
Помер 21.12.2020 у Львові.
`;

const pictures = `
01
02
03
04
05
08
06
07
09
10
11
12
13
14
60
16
17
18
19
20
21
22
23
24
25
26
27
59
15
28
29
30
31
34
35
36
37
38
39
40
41
42
43
44
45
46
47
48
49
51
55
50
56
54
52
53
57
58
62
63
61
64
65
`;
exports.pictures = pictures.trim().split("\n");

exports.texts = {
  "01": ["З серії  “МОНСТРИ БАШТАНУ”. 2019 р.", "          ", "полотно, олія. 60х60 см"],
  "02": ["З серії  “МОНСТРИ БАШТАНУ”. 2019 р.", "          ", "полотно, олія. 60х60 см"],
  "03": ["З серії  “МОНСТРИ БАШТАНУ”. 2019 р.", "          ", "полотно, олія. 60х60 см"],
  "04": ["З серії  “МОНСТРИ БАШТАНУ”. 2019 р.", "          ", "полотно, олія. 60х60 см"],
  "05": ["З серії  “МОНСТРИ БАШТАНУ”. 2019 р.", "          ", "полотно, олія. 60х60 см"],
  "06": ["ПРИ БЕРЕЗІ ДНІПРА. 1972 р.", "                   ", "папір, акварель. 29х23 см"],
  "07": ["НА ДЕБАРКАДЕРІ. КИЇВ. 1972 р.", "                ", "папір, акварель. 29х23 см"],
  "08": ["ДАЛЕКИЙ ПЛЯЖ, ДАЛЕКЕ ЛІТО. 2018 р.", "           ", "полотно, олія. 149х84 см"],
  "09": ["СЕРПЕНЬ НА КИЇВЩИНІ.1988 р.", "                  ", "папір, акварель. 46х34 см"],
  10: ["РУЇНИ ФОРТЕЦІ. Старе Село. 2012 р.", "           ", "папір, акварель. 46х34 см"],
  11: ["ДАРИ ВЕРЕСНЯ - 1. 2018 р.", "                    ", "папір, акварель. 49х56 см"],
  12: ["ДАРИ ВЕРЕСНЯ - 2. 2018 р.", "                    ", "папір, акварель. 49х56 см"],
  13: ["НАТЮРМОРТ З САМОВАРОМ. 2013 р.", "               ", "полотно, олія. 60х60 см"],
  14: ["КИЇВСЬКИЙ  БУЗОК. 1981 р.", "                    ", "папір, акварель. 45,5х33,5 см"],
  15: ["НАТЮРМОРТ З МОЛОЧНИКОМ. 1981 р.", "              ", "папір, акварель. 32,3х42 см"],
  16: ["МЕРТВА НАТУРА (КУРКА). 2017 р.", "               ", "папір, акварель. 60х40 см"],
  17: ["ПРОМЕНАД  (ДЕМБЕЛЬ). 2015 р.", "                 ", "полотно, олія. 120х90 см"],
  18: ["ЗІТКНЕННЯ (ПОЛІТ ВАЛЬКІРІЙ). 2017 р.", "         ", "полотно, олія. 150х150 см"],
  19: ["ДОЩИК В КАРПАТАХ. 1990 р.", "                    ", "папір, акварель. 30х27 см"],
  20: ["ПЕРСИКИ НА МАРМУРІ. 1995 р.", "                  ", "полотно, олія. 50х60 см"],
  21: ["ЧЕРВОНИЙ ГАРБУЗ. 2012 р.", "                     ", "полотно, олія. 61х70 см"],
  22: ["БУЗОК НА ПНЯХ. 2013 р.", "                       ", "полотно, олія. 65х70 см"],
  23: ["КЕРАМІКА, БРОНЗА, ОВОЧІ. 2014 р.", "             ", "полотно, олія. 60х80 см"],
  24: ["СОНЯШНИКИ НА СТАРИХ ЦЕГЛАХ. 2008 р.", "          ", "полотно, олія. 60х60 см"],
  25: ["ЛЬВІВСЬКИЙ БУЗОК. 2015 р.", "                    ", "полотно, олія. 70х50 см"],
  26: ["СМАЧНІ ЗЕЛЕНІ ДИНІ. 2017 р.", "                  ", "папір, акварель. 45х50 см"],
  27: ["ОСІННІЙ ЕТЮД. 1991 р.", "                        ", "папір, акварель. 20х36 см"],
  28: ["СТАРІ ПРИМУСИ. 2016 р.", "                       ", "полотно, олія. 70х70 см"],
  29: ["РИБИ ПОМІЖ ПЛЯШОК. 2016 р.", "                   ", "полотно, олія. 50х50 см"],
  30: ["КУТОЧОК СІЛЬСЬКОГО ПОДВІР’Я 2017 ", "            ", "папір, акварель. 39х29 см"],
  31: ["ПЕРЕДЧУТТЯ 2013 р.", "                           ", "полотно, олія. 240х150 см"],
  32: ["ЧОВНИ НА БЕРЕЗІ. Київ. 1972 р.", "               ", "папір, акварель. 30х20 см"],
  33: ["КАРПАЦЬКА КОПИЦЯ. 1990 р.", "                    ", "папір, акварель. 30х20 см"],
  34: ["ОСТРІВ КРИТ. РАНОК. 1996 р.", "                  ", "папір, акварель. 40х30 см"],
  35: ["РУЇНА ВІТРЯКА. Острів Крит. 1996 р.", "          ", "папір, акварель. 40х30 см"],
  36: ["ВЗУТТЯ МАМИНЕ І МОЄ. 2017 р.", "                 ", "папір, акрил. 60х60 см"],
  37: ["ВИД НА о.ПСІРА. Крит. 1998 р.", "                ", "папір, акварель. 40х30 см"],
  38: ["МІСТО АГІОС НІКОЛАОС. Крит. 1999 р.", "          ", "папір, акварель. 40х30 см"],
  39: ["КРИТСКИЙ КРАЄВИД. 2012 р.", "                    ", "полотно, олія. 120х90 см"],
  40: ["ДИКИЙ ПЛЯЖ. Крит. 2001 р.", "                    ", "папір, акварель. 30х20 см"],
  41: ["НА КОЦИКУ.  2018 р.", "                          ", "полотно, олія. 150х150 см"],
  42: ["ДИНЯ, ГАРБУЗ, ЯБЛУКА. 2016 р.", "                ", "полотно, олія. 60х50 см"],
  43: ["ПЕРЕДГІР’ Я КАРПАТ. 1990 р.", "                  ", "папір, акварель. 30х20 см"],
  44: ["ПАРТЕНОН НА АКРОПОЛІ. Атени. 1998 р.", "         ", "папір, акварель. 45х35 см"],
  45: ["СТАРІ ЧОВНИ. Київ. 1972 р.", "                   ", "папір, акварель. 32х22 см"],
  46: ["КАРПАТСЬКИЙ МОТИВ. 1990 р.", "                   ", "папір, акварель. 13х20 см"],
  47: ["ЗЕЛЕНА КОПИЦЯ. 2017 р.", "                       ", "папір. акварель. 30х40 см"],
  48: ["ЛЬВІВСЬКА ВУЛИЧКА. 1992 р.", "                   ", "папір, акварель. 30х23 см"],
  49: ["НАТЮРМОРТ З МАКОВИННЯМ. 2012 р.", "               ", "полотно, олія. 72х72 см"],
  50: ["РИБАЛЬСЬКИЙ БЕРЕГ. Крит. 2012 р.", "             ", "полотно, олія. 150х90 см"],
  51: ["ПЛОДИ КРИТУ НА ТЛІ МОРЯ. 2010 р.", "             ", "полотно, олія. 84x69 см"],
  52: ["ЛІЛІЇ. Букет для невістки.", "                   ", "полотно, олія. 50x60 см"],
  53: ["ДВІ РИБИ НА ГАЗЕТІ. 1995 р.", "                  ", "полотно, олія. 35x44 см"],
  54: ["СПЕКОТНЕ ЛІТО. Крит. 2017 р.", "                 ", "папір, акварель. 40х30 см"],
  55: ["СВІТАНОК. Крит. 2017 р.", "                      ", "папір, акварель. 40х30 см"],
  56: ["БУКЕТ НА ПІДЛОЗІ. 2014 р.", "                    ", "полотно, олія. 60х60 см"],
  57: ["СКЕЛЯ. Критський етюд. 1994 р.", "               ", "папір, акварель. 30х40 см"],
  58: ["НАТЮРМОРТ в стилі ретро. 1993 р.", "             ", "полотно, олія. 73х73 см"],
  59: ["НАТАЛКА В КОНТРАЖУРІ. 1981 р.", "                ", "картон, олія. 19х28 см"],
  60: ["ТИМІШ. Портрет сина. 1994 р.", "                 ", "папір, олівець. 30х40 см"],
  61: ["КОПИЦІ В ГОРАХ. 2015 р.", "                      ", "папір, сепія. 20х30 см"],
  62: ["ЛАГУНА 1. Крит. 2010 р.", "                      ", "полотно, олія. 40х40 см"],
  63: ["ЛАГУНА 2. Крит. 2010 р.", "                      ", "полотно, олія. 40х40 см"],
  64: ["ОЛИВКОВИЙ ГАЙ. 2019 р.", "                       ", "полотно, олія. 130х90 см"],
  65: ["ПЛЯЖ ПІД САМОТНІМ ДЕРЕВОМ. 2019 р.", "           ", "полотно, олія. 40x50 см"],
};
